[
    {
        "title": "Organic Dishwashing Liquid",
        "image": "https://media.licdn.com/dms/image/C4D12AQGiSCrdLSdXWg/article-inline_image-shrink_1500_2232/0/1521204590068?e=1715212800&v=beta&t=Cr1mBC57k7ORVKtFDHOUeLNUCklAkckl3BB566kjcpM",
        "price": "12",
        "ratings": "4",
        "category": "dishwashing ",
        "description": "Look for products that contain ingredients that are plant-based, as opposed to petroleum-based. Most organic dishwashing liquid contains ingredients like olive oil, orange oil or lemon oil. Conversely, toxic dish soap contains synthetic chemicals such as sodium lauryl sulfate and diethanolamine, which are harmful. Also, look for products that are free of foam builders, fragrances, colorants, stabilizers, and preservatives. Check the label for verbiage such as clear indication it’s not completely safe."
    },
    {
        "title": "Mop ",
        "image": "https://images.summitmedia-digital.com/realliving/images/2016/08/03/disinfect-main.jpg",
        "price": 13,
        "ratings": "4",
        "category": "cleaning-accessories ",
        "description": "Good question. Hoovers do an excellent job in cleaning away dust. However, when it comes to larger particles or small surface areas to clean, it becomes more effective to simply scoop up with a broom and dustpan rather than to haul a bulky vacuum cleaner to the other side of the house."
    },
    {
        "title": "Cleaning Tools ",
        "image": "https://www.familyhandyman.com/wp-content/uploads/2021/02/cleaning-supplies-GettyImages-654153664.jpg",
        "price": 8,
        "ratings": "5",
        "category": "cleaning-accessories ",
        "description": "There are many different types of equipment, like pressure cleaners, sweepers and polishers, but also vacuum cleaners. It is important to choose the right equipment for a certain cleaning job. Pressure cleaners are machines that use high-powered steam to get rid of stains and dirt."
    },

    {
        "title": "Amana Dishwash Liquid",
        "image": "https://chaldn.com/_mpimage/amana-dishwash-liquid-500-ml?src=https%3A%2F%2Feggyolk.chaldal.com%2Fapi%2FPicture%2FRaw%3FpictureId%3D128944&q=best&v=1&m=400",
        "price": "15",
        "ratings": "4",
        "category": "dishwashing ",
        "description": "Dishwashing is probably subjected to a more number of variables than any other household clean-up job. As a matter of fact, any detergent or soap can be used for hand dishwashing, except an automatic dishwasher detergent. Soaps now days have almost become extinct as a dishwash product and various laundry detergents are also not very acceptable. Laundry detergents are prone to leave spots and streaks, as the powders may not fully dissolve, or may discolor specific materials metals with soaking. A light-duty liquid hand dishwashing detergent has proved to be the best choice in such as case."
    },
    {
        "title": "Dishwashing liquid and sponges ",
        "image": "https://img.freepik.com/premium-photo/bottles-dishwashing-liquid-sponges-beige-background_393202-15363.jpg",
        "price": "17",
        "ratings": "3",
        "category": "dishwashing ",
        "description": "Dishwashing is probably subjected to a more number of variables than any other household clean-up job. As a matter of fact, any detergent or soap can be used for hand dishwashing, except an automatic dishwasher detergent. Soaps now days have almost become extinct as a dishwash product and various laundry detergents are also not very acceptable."
    },

    {
        "title": "Pest Disease Control",
        "image": "https://mulhalls.com/wp-content/uploads/2020/07/071420-blog-pesticides.jpg",
        "price": "19",
        "ratings": "3",
        "category": "pest-control ",
        "description": "Dishwashing is probably subjected to a more number of variables than any other household clean-up job. As a matter of fact, any detergent or soap can be used for hand dishwashing, except an automatic dishwasher detergent. Soaps now days have almost become extinct as a dishwash product and various laundry detergents are also not very acceptable."
    }
]